Repository: WPPlugins/ws-contact-form
Catalog: languages/ws-contact-form-*.po
Languages: et

source: WS Contact Form Settings
et: WS Contact Form Seaded

source: Form title
et: Vormi pealkiri

source: Email title
et: E-maili pealkiri

source: Sender name
et: Saatja nimi

source: Sender email
et: Saatja e-maili aadress

source: Recipient name
et: Saaja nimi

source: Recipient email
et: Saaja e-maili aadress

source: Save Changes
et: Salvesta muudatused

source: Shortcode
et: Kood

source: To get the form getting working properly it is important to fill all fields above
et: Vormi probleemideta töötamise tagamiseks on vajalik täita üleval olevad väljad

source: Paste this code to your post/page/widget in Text view activated
et: Kleebi see kood oma postitusse/lehele/moodulisse editori teksti režiimis

source: Message is sent successfully!
et: Sõnum edukalt saadetud!

source: There is problem with form
et: Tekkis probleem vormi saatmisel

source: Name
et: Nimi

source: Content
et: Sisu

source: Send
et: Saada

source: http://www.silvermuru.ee/en/wordpress/plugins/ws-contact-form/
et: http://www.silvermuru.ee/wordpress/plugins/ws-contact-form/

source: Simple contact form for Wordpress
et: Lihtne kontaktivorm Wordpressile
